Repository: webtourismus/seasonal_paragraphs
Catalog: translation/seasonal_paragraphs.*.po
Languages: de

source: Only visible in
de: Nur sichtbar im

source: Summer season
de: Sommersaison

source: Start date
de: Startdatum

source: End date
de: Enddatum

source: End date must be greater than start date. The year does not matter (the season is repeated every year), but start date and end date must be in the same year.
de: Enddatum muss größer als das Startdatum sein. Das Jahr ist egal (die Saison wird jedes Jahr wiederholt), aber Startdatum und Enddatum müssen im selben Jahr liegen.

source: Summer season start must not be empty.
de: Sommersaison Startdatum darf nicht leer sein.

source: Summer season end must not be empty.
de: Sommersaison Enddatum darf nicht leer sein.

source: Summer season end must be after summer season start.
de: Sommersaison Enddatum muss größer sein als das Startdatum.

source: Summer seasons must start and end in the same year.
de: Sommersaison Startdatum und Enddatum müssen im selben Jahr liegen.

source: Seasonal paragraphs
de: Saisonale Seitenabschnitte

source: Allows editors to hide parts of content based on summer/winter season.
de: Erlaubt Redakteuren, einzele Seitenabschnitte basierend auf der Sommer-/Wintersaion zu verstecken.

source: Paragraphs
de: Seitenabschnitte

source: Summer season start
de: Sommersaison Startdatum

source: Summer season end
de: Sommersaison Enddatum

source: summer
de: Sommer
